neovim
lazygit
man-pages

zoxide
ripgrep
bat
fd
exa
alacritty
zellij

htop
curl
git
zsh
wl-clipboard
minicom
net-tools
bluez
alsa-utils

plasma-meta
firefox
networkmanager
flatpak
docker

sway
swaybg
swaylock
waybar
rofi
dunst
zathura
flameshot
brightnessctl

ttf-hack-nerd
ttf-iosevka-nerd
ttf-roboto-mono-nerd
noto-fonts-cjk
ttf-font-awesome
