zoxide
ripgrep
bat
fd
exa
alacritty
zellij
code

vim
neovim
lazygit

htop
curl
git
zsh
wl-clipboard
minicom
curl
networkmanager
net-tools
bluez

sway
waybar
rofi
dunst
light
zathura
flameshot

ttf-iosevka-nerd
ttf-roboto-mono-nerd
